import "./style.css";

const TermsOfUsePage = () => {

  return (
    <div className="TermsOfUsePage">
      <h1>Пользовательское соглашение</h1>
      <ol className="TermsOfUsePage-list">
        <li>Пользовательские данные Мы ценим вашу конфиденциальность и обязуемся защищать ваши персональные данные в соответствии с применимыми законами о защите данных. Мы собираем только необходимую информацию для обработки заказов и улучшения вашего опыта покупок.</li>
        <li>Пользование сайтом Пользуясь нашим сайтом, вы соглашаетесь соблюдать правила пользования, а также не размещать незаконный контент или нарушать интеллектуальную собственность, включая авторские права.</li>
        <li>Заказы и оплата При размещении заказа в нашем магазине, вы соглашаетесь с условиями оплаты, доставки и возврата товара, которые указаны на нашем сайте. Мы гарантируем безопасную и удобную оплату заказов.</li>
        <li>Коммуникации Мы можем использовать ваш адрес электронной почты для отправки информации о заказах, специальных предложениях и обновлениях. Вы всегда можете отказаться от подписки на рассылку в любое время.</li>
        <li>Ответственность Мы не несем ответственности за любые потери или ущерб, возникшие в результате использования нашего сайта или покупки товаров. Мы стремимся предоставлять точную информацию о товарах, однако не гарантируем полную точность.</li>
        <li>Изменения в пользовательском соглашении Мы оставляем за собой право вносить изменения в наше пользовательское соглашение. Об изменениях будет оповещено на сайте, и вы соглашаетесь с обновленными условиями при продолжении использования нашего сайта.</li>
      </ol>
      <p>Пользуясь нашим сайтом и размещая заказы, вы соглашаетесь с нашими условиями. Благодарим вас за понимание и доверие к нашему магазину!</p>
    </div>
  )
}

export default TermsOfUsePage
